Repository: trysh/efb-trysh-middleware
Catalog: efb_trysh_middleware/locale/*/LC_MESSAGES/efb_gpg_middleware.po
Languages: ja_jp, tr_tr

source: GnuPG middleware is not configured.
ja_jp: GnuPG ミドルウェアはまだ設定されません。
tr_tr: GnuPG özel yazılımı yapılandırılmadı.

source: This chat has GPG key: {0}
ja_jp: このチャットの GPG キーは：{0}
tr_tr: Bu sohbette GPG anahtarı vardır: {0}

source: This chat has no GPG key.
ja_jp: このチャットは GPG キーがありません。
tr_tr: Bu sohbette GPG anahtarı yoktur.

source: This chat now has no GPG key.
ja_jp: このチャットの GPG キーが削除されました。
tr_tr: Bu sohbetin şimdi bir GPG anahtarı var.

source: Found the following keys:
ja_jp: 次のキーが見つかりました：
tr_tr: Aşağıdaki anahtarlar bulundu:

source: Usage: trysh`search query
ja_jp: 用法：trysh`search キーワード
tr_tr: Kullanım şekli: trysh`search query

source: Key {0} not found.
ja_jp: キー {0} が見つかりません
tr_tr: {0} şifresi bulunamadı.

source: Key {0} is now for this chat.
ja_jp: キー {0} はこのチャットに設定されました。
tr_tr: {0} şifresi artık bu sohbet için mevcut.

source: {0} is not a valid key.
ja_jp: {0} は無効なキーです。
tr_tr: {0} geçerli bir şifre değildir.

source: Usage: trysh`bind FingerPrintHex
ja_jp: 用法: trysh`bind フィンガープリントの１６進数
tr_tr: Kullanım şekli: trysh`bind FingerPrintHex
